<?php
// Heading
$_['heading_title']				= 'Тест для проверки кредитных карт';

// Text
$_['text_personal_card']		= 'Ваша карта платежной системы';
$_['text_card_number']			= 'Номер вашей карты';
$_['text_expiry']				= 'Срок действия';
$_['text_cvc']					= 'CVC / CVV';
$_['text_card_holder_name']		= 'Имя владельца карты';
$_['expiry_holder']				= 'месяц / год';
$_['cvc_holder']				= 'защитный код';
$_['success_card_add']			= 'Поздравляю вы успешно добавили карту';
$_['button_add_cart']			= 'Добавить еще одну карту';

//Help
$_['help_cvc_title']			= 'Что такое CVC / CVV';
$_['help_cvc_content']			= 'CVC / CVV это код проверки подлинности карты платежной системы. Наносится на поплосе для подписи держателя карты, после номера карты, либо после последних 4 цифр номера карты.';

// Error
$_['error_main']				= 'Неправильно заполнены поля карты!';
$_['error_number']				= 'Введите правильный номер карты!';
$_['error_expiry']				= 'Введите правильный срок действия карты в формате ММ/ГГ';
$_['error_cvc']					= 'Введите правильный CVC / CVV код';
$_['error_cardholder']			= 'Имя владельца карты не должно содержать спец символы и цифры';

/* End of file main.php */
/* Location: ./lang/ru_RU/Payment/main.php */